{
  "IP-Architect": {
    "archetypeDescription": {
      "content": "<strong>Inner Guide</strong> is your dominant sensemaking archetype, and <strong>Producer</strong> is your secondary. This combination creates a converter's approach to sensemaking. You excel at transforming deep insights into practical applications, bridging the gap between meaning and action. Your strength lies in your ability to take abstract understanding and convert it into concrete, productive outcomes."
    },
    "orientationDescription": {
      "content": "As an <strong>IP-Architect</strong>, you have a <strong>Diagonal</strong> profile (notice how the image spans diagonally across quadrants). Your type of diagonal profile is known as a \"converter.\" You excel at transforming inner insights into productive action, bridging the gap between meaning and execution. Your diagonal nature allows you to move fluidly between reflection and execution."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as an Inner Guide",
      "content": "They may oscillate too rapidly between reflection and action, when what they need is to find a sustainable rhythm that honors both their need for meaning and their drive to make progress."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as an Inner Guide",
      "content": "When you combine your Converter archetypes with an Architect tendency, it's most difficult to access your Creative archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to move from meaning to action is by tapping into your Synthesizer archetype, which aligns with your structured approach to making sense."
    }
  },
  "IP-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Inner Guide</strong> is your dominant sensemaking archetype, and <strong>Producer</strong> is your secondary. This combination creates a converter's approach to sensemaking. You excel at transforming deep insights into practical applications, bridging the gap between meaning and action. Your strength lies in your ability to take abstract understanding and convert it into concrete, productive outcomes."
    },
    "orientationDescription": {
      "content": "As an <strong>IP-Gardener</strong>, you have a <strong>Diagonal</strong> profile with a tendency to <strong>garden</strong> (notice how the image spans diagonally across quadrants). You are known as \"converters.\" You excel at transforming inner insights into productive action, bridging the gap between meaning and execution. Your diagonal nature allows you to move fluidly between reflection and creation."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as an Inner Guide",
      "content": "They may oscillate too rapidly between reflection and action, when what they need is to find a sustainable rhythm that honors both their need for meaning and their drive to make progress."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as an Inner Guide",
      "content": "When you combine your Converter archetypes with a Gardener tendency, it's most difficult to access your Synthesizer archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to balance meaning with action is by tapping into your Creative archetype, which aligns with your flexible approach to expression."
    }
  },
  "IS-Architect": {
    "archetypeDescription": {
      "content": "<strong>Inner Guide</strong> is your dominant sensemaking archetype, and <strong>Synthesizer</strong> is your secondary. This combination creates a philosophical approach to sensemaking. You naturally seek deep understanding and meaning, often spending significant time in reflection and analysis. Your strength lies in your ability to synthesize complex ideas and find underlying patterns, though you may sometimes struggle with moving from contemplation to action."
    },
    "orientationDescription": {
      "content": "As an <strong>IS-Architect</strong>, you have a <strong>Westerner</strong> profile with a tendency to <strong>architect</strong> (notice how the image is predominantly focused on the western side). Westerners are known as \"philosophers.\" They often get stuck reflecting and ruminating, and have difficulty moving from thinking to doing."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as an Inner Guide",
      "content": "They usually double-down on their strengths to analyze, when what they likely need more is to move from reflection to expression."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as an Inner Guide",
      "content": "When you combine your Westerner archetypes with an Architect tendency, it's most difficult to access your Creative archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to move from reflection to expression is by tapping into your Producer archetype, which aligns with your structured approach."
    }
  },
  "IS-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Inner Guide</strong> is your dominant sensemaking archetype, and <strong>Synthesizer</strong> is your secondary. This combination creates a philosophical approach to sensemaking. You naturally seek deep understanding and meaning, often spending significant time in reflection and analysis. Your strength lies in your ability to synthesize complex ideas and find underlying patterns, though you may sometimes struggle with moving from contemplation to action."
    },
    "orientationDescription": {
      "content": "As an <strong>IS-Gardener</strong>, you have a <strong>Westerner</strong> profile with a tendency to <strong>garden</strong> (notice how the image is predominantly focused on the western side). Westerners are known as \"philosophers.\" They often get stuck reflecting and ruminating, and have difficulty moving from thinking to doing."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as an Inner Guide",
      "content": "They tend to double-down on reflection and analysis, when what they actually need is to move into expression and action, allowing their insights to manifest in the world."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as an Inner Guide",
      "content": "When you combine your Westerner archetypes with a Gardener tendency, it's most difficult to access your Producer archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to move from reflection to expression is by tapping into your Creative archetype, which aligns with your flexible, emergent approach."
    }
  },
  "IC-Architect": {
    "archetypeDescription": {
      "content": "<strong>Inner Guide</strong> is your dominant sensemaking archetype, and <strong>Creative</strong> is your secondary. This combination creates an explorer's approach to sensemaking. You thrive on creative discovery and meaningful investigation, naturally seeking novel perspectives and innovative solutions. Your strength lies in your ability to venture into uncharted territory and find unique insights that others might miss."
    },
    "orientationDescription": {
      "content": "As an <strong>IC-Architect</strong>, you have a <strong>Southern</strong> profile with a tendency to <strong>architect</strong> (notice how the image is predominantly focused on the southern side). Southern are known as \"explorers.\" They thrive on creative introspection and meaningful discovery, combining inner guidance with creative expression. When stuck, Southern need space for both reflection and creative experimentation."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as an Inner Guide",
      "content": "They can get lost in exploration and creative tangents, when what they need is to ground their insights with practical structure and focused direction."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as an Inner Guide",
      "content": "When you combine your Southern archetypes with an Architect tendency, it's most difficult to access your Producer archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to ground exploration with structure is by tapping into your Creative archetype, which aligns with your systematic approach to innovation."
    }
  },
  "IC-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Inner Guide</strong> is your dominant sensemaking archetype, and <strong>Creative</strong> is your secondary. This combination creates an explorer's approach to sensemaking. You thrive on creative discovery and meaningful investigation, naturally seeking novel perspectives and innovative solutions. Your strength lies in your ability to venture into uncharted territory and find unique insights that others might miss."
    },
    "orientationDescription": {
      "content": "As an <strong>IC-Gardener</strong>, you have a <strong>Southern</strong> profile with a tendency to <strong>garden</strong> (notice how the image is predominantly focused on the southern side). Southern are known as \"explorers.\" They thrive on creative introspection and meaningful discovery, combining inner guidance with creative expression. When stuck, Southern need space for both reflection and creative experimentation."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as an Inner Guide",
      "content": "They can get lost in exploration and creative tangents, when what they need is to ground their insights with practical structure and focused direction."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as an Inner Guide",
      "content": "When you combine your Southern archetypes with a Gardener tendency, it's most difficult to access your Synthesizer archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to ground exploration with direction is by tapping into your Inner Guide archetype, which aligns with your flexible approach to meaning-making."
    }
  },
  "PI-Architect": {
    "archetypeDescription": {
      "content": "<strong>Producer</strong> is your dominant sensemaking archetype, and <strong>Inner Guide</strong> is your secondary. This combination creates a converter's approach to sensemaking. You excel at transforming deep insights into practical applications, bridging the gap between meaning and action. Your strength lies in your ability to take abstract understanding and convert it into concrete, productive outcomes."
    },
    "orientationDescription": {
      "content": "As a <strong>PI-Architect</strong>, you have a <strong>Diagonal</strong> profile with a tendency to <strong>architect</strong> (notice how the image spans diagonally across quadrants). You are known as \"converters.\" You excel at transforming inner insights into productive action, bridging meaning with execution. Your diagonal nature allows you to move fluidly between reflection and creation."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Producer",
      "content": "They may oscillate too rapidly between reflection and action, when what they need is to find a sustainable rhythm that honors both their need for meaning and their drive to make progress."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Producer",
      "content": "When you combine your Converter archetypes with an Architect tendency, it's most difficult to access your Creative archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to balance meaning with execution is by tapping into your Producer archetype, which aligns with your structured approach to systematic action."
    }
  },
  "PI-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Producer</strong> is your dominant sensemaking archetype, and <strong>Inner Guide</strong> is your secondary. This combination creates a converter's approach to sensemaking. You excel at transforming deep insights into practical applications, bridging the gap between meaning and action. Your strength lies in your ability to take abstract understanding and convert it into concrete, productive outcomes."
    },
    "orientationDescription": {
      "content": "As a <strong>PI-Gardener</strong>, you have a <strong>Diagonal</strong> profile with a tendency to <strong>garden</strong> (notice how the image spans diagonally across quadrants). You are known as \"converters.\" You excel at transforming inner insights into productive action, bridging meaning with execution. Your diagonal nature allows you to move fluidly between reflection and creation."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Producer",
      "content": "They may oscillate too rapidly between reflection and action, when what they need is to find a sustainable rhythm that honors both their need for meaning and their drive to make progress."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Producer",
      "content": "When you combine your Converter archetypes with a Gardener tendency, it's most difficult to access your Synthesizer archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to balance meaning with execution is by tapping into your Inner Guide archetype, which aligns with your flexible approach to meaning-making."
    }
  },
  "PS-Architect": {
    "archetypeDescription": {
      "content": "<strong>Producer</strong> is your dominant sensemaking archetype, and <strong>Synthesizer</strong> is your secondary. This combination creates a builder's approach to sensemaking. You excel at systematic creation and structured progress, combining practical action with comprehensive understanding. Your strength lies in your ability to construct robust frameworks and methodologies, making complex projects manageable and sustainable."
    },
    "orientationDescription": {
      "content": "As a <strong>PS-Architect</strong>, you have a <strong>Northerner</strong> profile with a tendency to <strong>architect</strong> (notice how the image is predominantly focused on the northern side). Northerners are known as \"builders.\" They excel at structured creation and systematic progress, combining productive action with synthesized understanding. When overwhelmed, Northerners benefit from stepping back to gain perspective before diving into execution."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Producer",
      "content": "They may get caught in endless planning and structuring, when what they need is to trust their process and move forward with decisive action, even if everything isn't perfectly planned."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Producer",
      "content": "When you combine your Northerner archetypes with an Architect tendency, it's most difficult to access your Creative archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to move from structure to innovation is by tapping into your Inner Guide archetype, which aligns with your systematic approach to meaning-making."
    }
  },
  "PS-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Producer</strong> is your dominant sensemaking archetype, and <strong>Synthesizer</strong> is your secondary. This combination creates a builder's approach to sensemaking. You excel at systematic creation and structured progress, combining practical action with comprehensive understanding. Your strength lies in your ability to construct robust frameworks and methodologies, making complex projects manageable and sustainable."
    },
    "orientationDescription": {
      "content": "As a <strong>PS-Gardener</strong>, you have a <strong>Northerner</strong> profile with a tendency to <strong>garden</strong> (notice how the image is predominantly focused on the northern side). Northerners are known as \"builders.\" They excel at structured creation and systematic progress, combining productive action with synthesized understanding. When overwhelmed, Northerners benefit from stepping back to gain perspective before diving into execution."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Producer",
      "content": "They may get caught in endless planning and structuring, when what they need is to trust their process and move forward with decisive action, even if everything isn't perfectly planned."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Producer",
      "content": "When you combine your Northerner archetypes with a Gardener tendency, it's most difficult to access your Inner Guide archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to move from systematic work to meaningful action is by tapping into your Creative archetype, which aligns with your flexible approach to innovation."
    }
  },
  "PC-Architect": {
    "archetypeDescription": {
      "content": "<strong>Producer</strong> is your dominant sensemaking archetype, and <strong>Creative</strong> is your secondary. This combination creates a maker's approach to sensemaking. You thrive on creative expression and productive output, naturally translating ideas into tangible results. Your strength lies in your ability to innovate and execute, though you may sometimes need to balance your action-oriented nature with deeper reflection."
    },
    "orientationDescription": {
      "content": "As a <strong>PC-Architect</strong>, you have an <strong>Easterner</strong> profile with a tendency to <strong>architect</strong> (notice how the image is predominantly focused on the eastern side). Easterners are known as \"makers.\" They often get stuck going from expression to reflection, from outward orientation to inward, from doing to thinking. But when Easterners feel overwhelmed, the answer is usually to do less action and more reflection."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Producer",
      "content": "They tend to increase their activity and output, when what they actually need is to step back, slow down, and engage in deeper reflection and analysis."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Producer",
      "content": "When you combine your Easterner archetypes with an Architect tendency, it's most difficult to access your Synthesizer archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to move from action to reflection is by tapping into your Inner Guide archetype, which aligns with your structured approach to meaning-making."
    }
  },
  "PC-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Producer</strong> is your dominant sensemaking archetype, and <strong>Creative</strong> is your secondary. This combination creates a maker's approach to sensemaking. You thrive on creative expression and productive output, naturally translating ideas into tangible results. Your strength lies in your ability to innovate and execute, though you may sometimes need to balance your action-oriented nature with deeper reflection."
    },
    "orientationDescription": {
      "content": "As a <strong>PC-Gardener</strong>, you have an <strong>Easterner</strong> profile with a tendency to <strong>garden</strong> (notice how the image is predominantly focused on the eastern side). Easterners are known as \"makers.\" They often get stuck going from expression to reflection, from outward orientation to inward, from doing to thinking. But when Easterners feel overwhelmed, the answer is usually to do less action and more reflection."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Producer",
      "content": "They tend to increase their activity and output, when what they actually need is to step back, slow down, and engage in deeper reflection and analysis."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Producer",
      "content": "When you combine your Easterner archetypes with a Gardener tendency, it's most difficult to access your Inner Guide archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to move from action to reflection is by tapping into your Synthesizer archetype, which aligns with your flexible approach to making sense."
    }
  },
  "SI-Architect": {
    "archetypeDescription": {
      "content": "<strong>Synthesizer</strong> is your dominant sensemaking archetype, and <strong>Inner Guide</strong> is your secondary. This combination creates a philosophical approach to sensemaking. You naturally seek deep understanding and meaning, often spending significant time in reflection and analysis. Your strength lies in your ability to synthesize complex ideas and find underlying patterns, though you may sometimes struggle with moving from contemplation to action."
    },
    "orientationDescription": {
      "content": "As a <strong>SI-Architect</strong>, you have a <strong>Westerner</strong> profile with a tendency to <strong>architect</strong> (notice how the image is predominantly focused on the western side). Westerners are known as \"philosophers.\" They often get stuck reflecting and ruminating, and have difficulty moving from thinking to doing."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Synthesizer",
      "content": "They tend to double-down on reflection and analysis, when what they actually need is to move into expression and action, allowing their insights to manifest in the world."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Synthesizer",
      "content": "When you combine your Westerner archetypes with an Architect tendency, it's most difficult to access your Creative archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to move from understanding to expression is by tapping into your Synthesizer archetype, which aligns with your structured approach to making sense."
    }
  },
  "SI-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Synthesizer</strong> is your dominant sensemaking archetype, and <strong>Inner Guide</strong> is your secondary. This combination creates a philosophical approach to sensemaking. You naturally seek deep understanding and meaning, often spending significant time in reflection and analysis. Your strength lies in your ability to synthesize complex ideas and find underlying patterns, though you may sometimes struggle with moving from contemplation to action."
    },
    "orientationDescription": {
      "content": "As a <strong>SI-Gardener</strong>, you have a <strong>Westerner</strong> profile with a tendency to <strong>garden</strong> (notice how the image is predominantly focused on the western side). Westerners are known as \"philosophers.\" They often get stuck reflecting and ruminating, and have difficulty moving from thinking to doing."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Synthesizer",
      "content": "They tend to double-down on reflection and analysis, when what they actually need is to move into expression and action, allowing their insights to manifest in the world."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Synthesizer",
      "content": "When you combine your Westerner archetypes with a Gardener tendency, it's most difficult to access your Producer archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to move from understanding to action is by tapping into your Inner Guide archetype, which aligns with your flexible approach to meaning-making."
    }
  },
  "SP-Architect": {
    "archetypeDescription": {
      "content": "<strong>Synthesizer</strong> is your dominant sensemaking archetype, and <strong>Producer</strong> is your secondary. This combination creates a builder's approach to sensemaking. You excel at systematic creation and structured progress, combining practical action with comprehensive understanding. Your strength lies in your ability to construct robust frameworks and methodologies, making complex projects manageable and sustainable."
    },
    "orientationDescription": {
      "content": "As a <strong>SP-Architect</strong>, you have a <strong>Northerner</strong> profile with a tendency to <strong>architect</strong> (notice how the image is predominantly focused on the northern side). Northerners are known as \"builders.\" They excel at structured creation and systematic progress, combining productive action with synthesized understanding. When overwhelmed, Northerners benefit from stepping back to gain perspective before diving into execution."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Synthesizer",
      "content": "They may get caught in endless planning and structuring, when what they need is to trust their process and move forward with decisive action, even if everything isn't perfectly planned."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Synthesizer",
      "content": "When you combine your Northerner archetypes with an Architect tendency, it's most difficult to access your Inner Guide archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to balance building with meaning is by tapping into your Creative archetype, which aligns with your structured approach to innovation."
    }
  },
  "SP-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Synthesizer</strong> is your dominant sensemaking archetype, and <strong>Producer</strong> is your secondary. This combination creates a builder's approach to sensemaking. You excel at systematic creation and structured progress, combining practical action with comprehensive understanding. Your strength lies in your ability to construct robust frameworks and methodologies, making complex projects manageable and sustainable."
    },
    "orientationDescription": {
      "content": "As a <strong>SP-Gardener</strong>, you have a <strong>Northerner</strong> profile with a tendency to <strong>garden</strong> (notice how the image is predominantly focused on the northern side). Northerners are known as \"builders.\" They excel at structured creation and systematic progress, combining productive action with synthesized understanding. When overwhelmed, Northerners benefit from stepping back to gain perspective before diving into execution."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Synthesizer",
      "content": "They may get caught in endless planning and structuring, when what they need is to trust their process and move forward with decisive action, even if everything isn't perfectly planned."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Synthesizer",
      "content": "When you combine your Northerner archetypes with a Gardener tendency, it's most difficult to access your Creative archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to balance building with meaning is by tapping into your Inner Guide archetype, which aligns with your flexible approach to meaning-making."
    }
  },
  "SC-Architect": {
    "archetypeDescription": {
      "content": "<strong>Synthesizer</strong> is your dominant sensemaking archetype, and <strong>Creative</strong> is your secondary. This combination creates a translator's approach to sensemaking. You excel at bridging different worlds of understanding, making complex or abstract concepts accessible to others. Your strength lies in your ability to synthesize diverse perspectives and communicate insights across different contexts and audiences."
    },
    "orientationDescription": {
      "content": "As a <strong>SC-Architect</strong>, you have a <strong>Diagonal</strong> profile with a tendency to <strong>architect</strong> (notice how the image spans diagonally across quadrants). You are known as \"translators.\" You bridge creative expression with systematic synthesis, helping others understand complex ideas. Your diagonal nature gives you unique perspective-shifting abilities."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Synthesizer",
      "content": "They may try to bridge too many perspectives at once, when what they need is to focus on one key translation or synthesis at a time, allowing clarity to emerge before expanding."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Synthesizer",
      "content": "When you combine your Translator archetypes with an Architect tendency, it's most difficult to access your Producer archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to move from translation to action is by tapping into your Inner Guide archetype, which aligns with your structured approach to meaning-making."
    }
  },
  "SC-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Synthesizer</strong> is your dominant sensemaking archetype, and <strong>Creative</strong> is your secondary. This combination creates a translator's approach to sensemaking. You excel at bridging different worlds of understanding, making complex or abstract concepts accessible to others. Your strength lies in your ability to synthesize diverse perspectives and communicate insights across different contexts and audiences."
    },
    "orientationDescription": {
      "content": "As a <strong>SC-Gardener</strong>, you have a <strong>Diagonal</strong> profile with a tendency to <strong>garden</strong> (notice how the image spans diagonally across quadrants). You are known as \"translators.\" You bridge creative expression with systematic synthesis, helping others understand complex ideas. Your diagonal nature gives you unique perspective-shifting abilities."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Synthesizer",
      "content": "They may try to bridge too many perspectives at once, when what they need is to focus on one key translation or synthesis at a time, allowing clarity to emerge before expanding."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Synthesizer",
      "content": "When you combine your Translator archetypes with a Gardener tendency, it's most difficult to access your Inner Guide archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to move from translation to meaning is by tapping into your Producer archetype, which aligns with your flexible approach to systematic action."
    }
  },
  "CI-Architect": {
    "archetypeDescription": {
      "content": "<strong>Creative</strong> is your dominant sensemaking archetype, and <strong>Inner Guide</strong> is your secondary. This combination creates an explorer's approach to sensemaking. You thrive on creative discovery and meaningful investigation, naturally seeking novel perspectives and innovative solutions. Your strength lies in your ability to venture into uncharted territory and find unique insights that others might miss."
    },
    "orientationDescription": {
      "content": "As a <strong>CI-Architect</strong>, you have a <strong>Southern</strong> profile with a tendency to <strong>architect</strong> (notice how the image is predominantly focused on the southern side). Southern are known as \"explorers.\" They thrive on creative introspection and meaningful discovery, combining inner guidance with creative expression. When stuck, Southern need space for both reflection and creative experimentation."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Creative",
      "content": "They can get lost in exploration and creative tangents, when what they need is to ground their insights with practical structure and focused direction."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Creative",
      "content": "When you combine your Southern archetypes with an Architect tendency, it's most difficult to access your Synthesizer archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to move from exploration to structure is by tapping into your Producer archetype, which aligns with your systematic approach to building."
    }
  },
  "CI-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Creative</strong> is your dominant sensemaking archetype, and <strong>Inner Guide</strong> is your secondary. This combination creates an explorer's approach to sensemaking. You thrive on creative discovery and meaningful investigation, naturally seeking novel perspectives and innovative solutions. Your strength lies in your ability to venture into uncharted territory and find unique insights that others might miss."
    },
    "orientationDescription": {
      "content": "As a <strong>CI-Gardener</strong>, you have a <strong>Southern</strong> profile with a tendency to <strong>garden</strong> (notice how the image is predominantly focused on the southern side). Southern are known as \"explorers.\" They thrive on creative introspection and meaningful discovery, combining inner guidance with creative expression. When stuck, Southern need space for both reflection and creative experimentation."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Creative",
      "content": "They can get lost in exploration and creative tangents, when what they need is to ground their insights with practical structure and focused direction."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Creative",
      "content": "When you combine your Southern archetypes with a Gardener tendency, it's most difficult to access your Producer archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to ground exploration with direction is by tapping into your Synthesizer archetype, which aligns with your flexible approach to making sense."
    }
  },
  "CP-Architect": {
    "archetypeDescription": {
      "content": "<strong>Creative</strong> is your dominant sensemaking archetype, and <strong>Producer</strong> is your secondary. This combination creates a maker's approach to sensemaking. You thrive on creative expression and productive output, naturally translating ideas into tangible results. Your strength lies in your ability to innovate and execute, though you may sometimes need to balance your action-oriented nature with deeper reflection."
    },
    "orientationDescription": {
      "content": "As a <strong>CP-Architect</strong>, you have an <strong>Easterner</strong> profile with a tendency to <strong>architect</strong> (notice how the image is predominantly focused on the eastern side). Easterners are known as \"makers.\" They often get stuck going from expression to reflection, from outward orientation to inward, from doing to thinking. But when Easterners feel overwhelmed, the answer is usually to do less action and more reflection."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Creative",
      "content": "They tend to increase their activity and output, when what they actually need is to step back, slow down, and engage in deeper reflection and analysis."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Creative",
      "content": "When you combine your Easterner archetypes with an Architect tendency, it's most difficult to access your Inner Guide archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to move from action to reflection is by tapping into your Synthesizer archetype, which aligns with your structured approach to making sense."
    }
  },
  "CP-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Creative</strong> is your dominant sensemaking archetype, and <strong>Producer</strong> is your secondary. This combination creates a maker's approach to sensemaking. You thrive on creative expression and productive output, naturally translating ideas into tangible results. Your strength lies in your ability to innovate and execute, though you may sometimes need to balance your action-oriented nature with deeper reflection."
    },
    "orientationDescription": {
      "content": "As a <strong>CP-Gardener</strong>, you have an <strong>Easterner</strong> profile with a tendency to <strong>garden</strong> (notice how the image is predominantly focused on the eastern side). Easterners are known as \"makers.\" They often get stuck going from expression to reflection, from outward orientation to inward, from doing to thinking. But when Easterners feel overwhelmed, the answer is usually to do less action and more reflection."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Creative",
      "content": "They tend to increase their activity and output, when what they actually need is to step back, slow down, and engage in deeper reflection and analysis."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Creative",
      "content": "When you combine your Easterner archetypes with a Gardener tendency, it's most difficult to access your Synthesizer archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to move from action to reflection is by tapping into your Inner Guide archetype, which aligns with your flexible approach to meaning-making."
    }
  },
  "CS-Architect": {
    "archetypeDescription": {
      "content": "<strong>Creative</strong> is your dominant sensemaking archetype, and <strong>Synthesizer</strong> is your secondary. This combination creates a translator's approach to sensemaking. You excel at bridging different worlds of understanding, making complex or abstract concepts accessible to others. Your strength lies in your ability to synthesize diverse perspectives and communicate insights across different contexts and audiences."
    },
    "orientationDescription": {
      "content": "As a <strong>CS-Architect</strong>, you have a <strong>Diagonal</strong> profile with a tendency to <strong>architect</strong> (notice how the image spans diagonally across quadrants). You are known as \"translators.\" You bridge creative expression with systematic synthesis, helping others understand complex ideas. Your diagonal nature gives you unique perspective-shifting abilities."
    },
    "tendencyDescription": {
      "content": "The <strong>Architect</strong> is your dominant sensemaking tendency. This means you gravitate towards structuring and organizing the things around you. However, it doesn't mean the things around you are organized, only that you prefer clarity and understanding over uncertainty, but sometimes even…opportunities."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Creative",
      "content": "They may try to bridge too many perspectives at once, when what they need is to focus on one key translation or synthesis at a time, allowing clarity to emerge before expanding."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Creative",
      "content": "When you combine your Translator archetypes with an Architect tendency, it's most difficult to access your Inner Guide archetype—yet that's exactly what you most need. Since your tendency is to architect, the easiest way to move from translation to depth is by tapping into your Producer archetype, which aligns with your structured approach to systematic action."
    }
  },
  "CS-Gardener": {
    "archetypeDescription": {
      "content": "<strong>Creative</strong> is your dominant sensemaking archetype, and <strong>Synthesizer</strong> is your secondary. This combination creates a translator's approach to sensemaking. You excel at bridging different worlds of understanding, making complex or abstract concepts accessible to others. Your strength lies in your ability to synthesize diverse perspectives and communicate insights across different contexts and audiences."
    },
    "orientationDescription": {
      "content": "As a <strong>CS-Gardener</strong>, you have a <strong>Diagonal</strong> profile with a tendency to <strong>garden</strong> (notice how the image spans diagonally across quadrants). You are known as \"translators.\" You bridge creative expression with systematic synthesis, helping others understand complex ideas. Your diagonal nature gives you unique perspective-shifting abilities."
    },
    "tendencyDescription": {
      "content": "The <strong>Gardener</strong> is your dominant sensemaking tendency. This means you prefer flexibility and emergent approaches, allowing ideas and projects to develop organically. You thrive in ambiguous situations and are comfortable navigating uncertainty, often discovering unexpected opportunities through exploration."
    },
    "overwhelmed": {
      "title": "Your key challenge as a Creative",
      "content": "They may try to bridge too many perspectives at once, when what they need is to focus on one key translation or synthesis at a time, allowing clarity to emerge before expanding."
    },
    "stuckUnstuck": {
      "title": "Getting unstuck as a Creative",
      "content": "When you combine your Translator archetypes with a Gardener tendency, it's most difficult to access your Producer archetype—yet that's exactly what you most need. Since your tendency is to garden, the easiest way to move from translation to action is by tapping into your Inner Guide archetype, which aligns with your flexible approach to meaning-making."
    }
  }
}